TOKEN = '7808803284:AAEJyf6h7_YGV-hmDQ2MwnmIEVykwrbt-eM' # сюда токен бота
CRYPTO_TOKEN = '25502:AAyBF568fFJ6F0GFb5OEbhdRkW6JdLPuqny'
ADMIN_IDS = [6892318391] # айди админов
# channels
MAIN_ID = '-1002290257104' # айди главного канала
PAY_ID = '-1002483200216' # айди канала с платежами, также в него настройте уведомления с счета для ставки
pinned_link = 'http://t.me/CryptoTestnetBot?start=IV4sml26PYWf' # ссылка на счет со ставки
pinned_link1 = 'https://t.me/CasinoFataewBot' #сыллка на бота
cef = 1.5 # коэффициент
# дизайн ставки
bet = ''' 
[✅] <b>Ваша ставка принята!</b>

<blockquote>🔑 Игрок: <b>{player_name}</b>
💸 Сумма ставки: <b>{bet_usd}$</b>
💬 Комментарий: <b>{bet_comment}</b></blockquote>
[💲] Ставка принята!
'''
# разрешеные игры, не меняйте пожалццста ведь скрипт настроен только под них ⚠️
ag_dice = ['куб чет', 'куб чёт', 'куб нечет', 'куб нечетное', 'куб нечётное', 'куб меньше', 'куб больше']
